import os

token = os.getenv("BOT_TOKEN")
API = os.getenv('API_TOKEN')

answer_preset_current = ['Текущий дежурный - ', 'Дежурный сегодняшнего дня - ', 'Сегодня дежурит ']

answer_preset_next = ['Завтра будет дежурить ', 'Следующая жертва капитализма - ',
                      'Завтра дежурит ', 'Завтрашний дежурный - ']


names = ['Бавыкин Николай', 'Балахонов Тимофей', 'Баранников Михаил', 'Берестовенко Анастасия',
         'Богусевич Владислав', 'Букаева Занда', 'Васильев Савелий', 'Ващенко Ярослав',
         'Грачев Андрей', 'Захарцева Александра', 'Климентьев Никита', 'Коваленко Максим',
         'Козлова Юлия', 'Литвинов Александр', 'Максимов Владислав', 'Меньшаков Илья',
         'Мячикова Олеся', 'Парфенов Артём', 'Смирнов Никита', 'Степанов Артем',
         'Столярова Дарья', 'Туманов Кирилл', 'Фролова Софья', 'Шапкина Юлия']
usernames = ['Klaus_Donitz', 'timbask', 'meshokkkkkkkkkk', 'xinst0',
             'sodiumy', 'seimoss', 'breakparanoia', 'SuperhypeZov',
             None, 'aftsovv', 'shikkimarya', 'makskov06',
             'Juliettte06', 'LetIit7be', 'Morkennis', 'ice_ink9I',
             None, 'Teeemmaaaaa', 'iI9393', 'ImpyII87I',
             'qnxkquw', 'PATRIARXCHIK', 'SofiaI80I06', 'mayksww']